"""```2) გააკეთეთ პროგრამა რომელშიც გექნებათ ცვლდი სადაც შეინახავთ თქვენს hobby-ის, ასევე შექმენით string ტიპის ცვლადი რომელშიც შეინახვათ თქვენთვის სასურველ მესიჯს, შემდეგ ეს ორი ტექსტი დაბეჭდეთ ერთად, ასევე აიღეთ 2 integer ტიპის ცვლადი და დაბეჭდეთ მათი შეკრებაც,
თქვენი სიტყვებით ახსენით რა განსხვავებაა ამ ორი სხვადასხვა ტიპის ცვლადების დამატების ოპერაციებს შორის, რა ეწოდება თითოეულ მოვლენას```"""
hobby= "sport"
message= "გამარჯობა მე ვარ ნიკა"
num11=7
numm=9
num="7"
num1="9"
print(hobby + message)
print(hobby)
print(message)
print(num11 + numm) # ამ შემთხვევში ჩვენ ციფრს ვუმატებთ ციფრს(int +int) 
print(num + num1)# ხოლო ამ შემთხვევაში ჩვენ სიტყვას ვუმატებთ სიტყვას